[
  {
    "title": "Exclusion for a non-disciplinary reason",
    "relevant_guidance": ["<<SUSPENSION_DOC>>"],
    "relevant_excerpts": [
      {
        "content": "Only the headteacher of a school can suspend or permanently exclude a pupil on disciplinary grounds.",
        "reference": "Paragraph 1, <<SUSPENSION_DOC>>"
      },
      {
        "content": "It would also be unlawful to exclude a pupil simply because they have SEN or a disability that the school feels it is unable to meet, or for a reason such as, academic attainment/ability; or the failure of a pupil to meet specific conditions before they are reinstated, such as to attend a reintegration meeting.",
        "reference": "Paragraph 20, <<SUSPENSION_DOC>>"
      },
      {
        "content": "Excluding children from school for non-disciplinary reasons is unlawful.",
        "reference": "Page 4, House of Commons Library Briefing Paper: Off-rolling in English schools."
      }
    ],
    "suggested_wordings": {
      "conditions": {
        "If stated reason is non-disciplinary": [
          "The reason the headteacher gave in their letter of <<EXCLUSION_LETTER_DATE>> confirming <<CHILD_NAME>>'s exclusion was <<EXCLUSION_REASON>>.",
          "This is not a valid reason to exclude a young person as it is not a matter of discipline. It does not relate to a breach of the school's behaviour policy. Therefore, it is not within the headteacher's lawful powers to exclude <<CHILD_NAME>> as a result of this incident. Excluding due to a non-disciplinary reason is a form off-rolling and it is unlawful. The headteacher has therefore acted outside the scope of their lawful power and we ask the governors to reinstate <<CHILD_NAME>> with immediate effect."
        ],
        "If stated reason is disciplinary but true reason is non-disciplinary": [
          "The reason the headteacher gave in their letter of <<EXCLUSION_LETTER_DATE>> confirming <<CHILD_NAME>>'s exclusion was <<EXCLUSION_REASON>>.",
          "However, the headteacher has said in the letter that <<QUOTE SHOWING ALTERNATIVE MOTIVATION>>.",
          "This reveals a motivation for the exclusion that is not reflected in the letter confirming the permanent exclusion. This is not a valid reason to exclude a young person as it is not a matter of discipline. It does not relate to a breach of the school's behaviour policy. Therefore, it is not within the headteacher's lawful powers to exclude <<CHILD_NAME>> as a result of this incident. The headteacher has therefore acted outside the scope of their lawful power and we ask the governors to reinstate <<CHILD_NAME>> with immediate effect.",
          "If the governors do not agree that this exclusion has not been imposed for non-disciplinary reasons, we ask the governors to keep in mind the principal of procedural fairness that justice must not just be done but be unequivocally seen to be done. Clearly, in this instance, the headteacher has expressed an alternative, unlawful, influence on their decision making and justice cannot been seen to be done, because the family can see that the headteacher's decision has been adversely influenced by inappropriate factors. Therefore, we still urge the governors to reinstate <<CHILD_NAME>>."
        ]
      }
    }
  },

  {
    "title": "Exclusion is disproportionate",
    "relevant_guidance": ["<<SUSPENSION_DOC>>", "<<BEHAVIOUR_DOC>>"], 
    "relevant_excerpts": [
      {
        "content": "Any decision of a headteacher, including suspension or permanent exclusion, must be made in line with the principles of administrative law, i.e. that it is: lawful (with respect to the legislation relating directly to suspensions and permanent exclusions and a school's wider legal duties); reasonable; fair; and proportionate.",
        "reference": "Paragraph 2, <<SUSPENSION_DOC>>"
      },
      {
        "content": "In considering whether a sanction is reasonable in all circumstances, one must consider whether it is proportionate in the circumstances of the case and consider any special circumstances relevant to its imposition including the pupil's age, any special educational needs or disability they may have, and any religious requirements affecting them.",
        "reference": "Page 18, <<BEHAVIOUR_DOC>>"
      }
    ],
    "suggested_wordings": {
      "conditions": {
        "If child does not have relevant vulnerabilities": [
          "To uphold <<CHILD_NAME>>'s exclusion, the governors must be satisfied that the behaviour they are accused of is so serious that the inevitable, fundamental personal upheaval it will cause for <<CHILD_NAME>> is justified.",
          "We submit that <<CHILD_NAME>>'s behaviour does not satisfy this test. Whilst it is acknowledged that there have been behavioural incidents that the school will want to address, this constitutes relatively minor infractions of the school's behaviour policy. This does not warrant the most serious sanction a school can use.",
          "To uphold the exclusion, the governors must ensure that it will not have a disproportionate impact on the young person. This means that the negative effects of the exclusion should not outweigh the benefits.",
          "We submit that the impact on <<CHILD_NAME>> will be fundamental and profound, with consequences that will likely affect them for many years to come. It is well understood that exclusion has broad and lasting effects. Specifically, an exclusion:",
          " - Makes a young person more vulnerable to criminal gangs, with the Home Office, Children's Commissioner, Ofsted and Children's Society identifying that children out of mainstream education are more susceptible to being criminally exploited, or becoming involved in violent crime as either victim or perpetrator",
          " - Severely harms a young person's academic prospects and onward transition into adulthood",
          " - Undermines a young person's mental health. Children in pupil referral units begin school refusing at an increased rate, and report social isolation as well as feelings of anxiety, frustration and low mood",
          "Proportionality in public law means that any sanction imposed by an administrative body must be proportional to the alleged infraction. If a lesser sanction would be sufficient, a greater one would be considered disproportionate and should not be pursued. Put simply, even if a permanent exclusion is reasonable, if it is one of multiple reasonable responses to the student's behaviour, then the least severe must be applied.",
          "In this instance, there are less severe options available to the school.",
          "We therefore submit that the decision to permanently exclude young person was disproportionate and the governors should now reinstate them with immediate effect."
        ],
        "If child does have relevant vulnerabilities": [
        "To uphold <<CHILD_NAME>>'s exclusion, the governors must be satisfied that the behaviour they are accused of is so serious that the inevitable, fundamental personal upheaval it will cause for <<CHILD_NAME>> is justified.",
          "We submit that <<CHILD_NAME>>'s behaviour does not satisfy this test. Whilst it is acknowledged that there have been behavioural incidents that the school will want to address, this constitutes relatively minor infractions of the school's behaviour policy. This does not warrant the most serious sanction a school can use.",
          "To uphold the exclusion, the governors must ensure that it will not have a disproportionate impact on the young person. This means that the negative effects of the exclusion should not outweigh the benefits.",
          "We submit that the impact on <<CHILD_NAME>> will be fundamental and profound, with consequences that will likely affect them for many years to come. It is well understood that exclusion has broad and lasting effects. Specifically, an exclusion:",
          " - Makes a young person more vulnerable to criminal gangs, with the Home Office, Children's Commissioner, Ofsted and Children's Society identifying that children out of mainstream education are more susceptible to being criminally exploited, or becoming involved in violent crime as either victim or perpetrator",
          " - Severely harms a young person's academic prospects and onward transition into adulthood",
          " - Undermines a young person's mental health. Children in pupil referral units begin school refusing at an increased rate, and report social isolation as well as feelings of anxiety, frustration and low mood",
          "In addition, <<CHILD_NAME>> has particular vulnerabilities which would make an exclusion particularly harmful. These include <<RELEVANT VULNERABILITIES>>.",
          "Proportionality in public law means that any sanction imposed by an administrative body must be proportional to the alleged infraction. If a lesser sanction would be sufficient, a greater one would be considered disproportionate and should not be pursued. Put simply, even if a permanent exclusion is reasonable, if it is one of multiple reasonable responses to the student's behaviour, then the least severe must be applied.",
          "In this instance, there are less severe options available to the school.",
          "We therefore submit that the decision to permanently exclude young person was disproportionate and the governors should now reinstate them with immediate effect."
        ]
      }
    }
  },
  {
    "title": "Exclusion of a pupil from an ethnic minority background",
    "relevant_guidance": ["<<SUSPENSION_DOC>>"],
    "relevant_excerpts": [
      {
        "content": "Under the Equality Act 2010 (the Equality Act) and the Equality Act 2010: advice for schools - GOV.UK (www.gov.uk), schools must not discriminate against, harass, or victimise pupils because of their: sex; race; disability; religion or belief; sexual orientation; pregnancy/maternity; or gender reassignment.",
        "reference": "Duties under the Equality Act 2010 and Children and Families Act 2014, <<SUSPENSION_DOC>>"
      },
      {
        "content": "In carrying out their functions, the public sector equality duty means schools must also have due regard to the need to: \n eliminate discrimination, harassment, victimisation, and other conduct that is prohibited by the Equality Act; \n advance equality of opportunity between people who share a relevant protected characteristic and people who do not; and \n foster good relations between people who share a relevant protected characteristic and people who do not share it.",
        "reference": "Duties under the Equality Act 2010 and Children and Families Act 2014, <<SUSPENSION_DOC>>"
      },
      {
        "content": "There are longstanding national trends which show that particular groups of children are more likely to be excluded from school, both for a suspension or permanent exclusion. All of these factors will differ for each child, and the influence of out-of-school factors will vary according to local context, so it is important that schools, local authorities and local partners work together to understand what lies behind local trends. Local leaders will be best placed to effectively plan and put in place additional and targeted action based on their own context. If they identify any gaps, they are also in the position to act to ensure those who work with children have the training, services and support they need to address these.",
        "reference": "Paragraph 53, <<SUSPENSION_DOC>>"
      }
    ],
    "suggested_wordings": {
      "conditions": {
        "": [
          "The reason the headteacher gave in their letter of <<EXCLUSION_LETTER_DATE>> confirming <<CHILD_NAME>>'s exclusion was <<EXCLUSION_REASON>>.",
          "This is not a valid reason to exclude a young person as it is not a matter of discipline. It does not relate to a breach of the school's behaviour policy. Therefore, it is not within the headteacher's lawful powers to exclude <<CHILD_NAME>> as a result of this incident. Excluding due to a non-disciplinary reason is a form off-rolling and it is unlawful. The headteacher has therefore acted outside the scope of their lawful power and we ask the governors to reinstate <<CHILD_NAME>> with immediate effect."
        ]
      }
    }
  }
]