[
  {
    "title": "Exclusion for a non-disciplinary reason",
    "relevant_guidance": ["<<SUSPENSION_DOC>>"],
    "relevant_excerpts": [
      {
        "content": "Only the headteacher of a school can suspend or permanently exclude a pupil on disciplinary grounds.",
        "reference": "Paragraph 1, <<SUSPENSION_DOC>>"
      },
      {
        "content": "It would also be unlawful to exclude a pupil simply because they have SEN or a disability that the school feels it is unable to meet, or for a reason such as, academic attainment/ability; or the failure of a pupil to meet specific conditions before they are reinstated, such as to attend a reintegration meeting.",
        "reference": "Paragraph 20, <<SUSPENSION_DOC>>"
      },
      {
        "content": "Excluding children from school for non-disciplinary reasons is unlawful.",
        "reference": "Page 4, House of Commons Library Briefing Paper: Off-rolling in English schools."
      }
    ],
    "suggested_wordings": {
      "conditions": {
        "If stated reason is non-disciplinary": [
          "The reason the headteacher gave in their letter of <<EXCLUSION_LETTER_DATE>> confirming <<CHILD_NAME>>'s exclusion was <<EXCLUSION_REASON>>.",
          "This is not a valid reason to exclude a young person as it is not a matter of discipline. It does not relate to a breach of the school's behaviour policy. Therefore, it is not within the headteacher's lawful powers to exclude <<CHILD_NAME>> as a result of this incident. Excluding due to a non-disciplinary reason is a form off-rolling and it is unlawful. The headteacher has therefore acted outside the scope of their lawful power and we ask the governors to reinstate <<CHILD_NAME>> with immediate effect."
        ],
        "If stated reason is disciplinary but true reason is non-disciplinary": [
          "The reason the headteacher gave in their letter of <<EXCLUSION_LETTER_DATE>> confirming <<CHILD_NAME>>'s exclusion was <<EXCLUSION_REASON>>.",
          "However, the headteacher has said in the letter that <<QUOTE SHOWING ALTERNATIVE MOTIVATION>>.",
          "This reveals a motivation for the exclusion that is not reflected in the letter confirming the permanent exclusion. This is not a valid reason to exclude a young person as it is not a matter of discipline. It does not relate to a breach of the school's behaviour policy. Therefore, it is not within the headteacher's lawful powers to exclude <<CHILD_NAME>> as a result of this incident. The headteacher has therefore acted outside the scope of their lawful power and we ask the governors to reinstate <<CHILD_NAME>> with immediate effect.",
          "If the governors do not agree that this exclusion has not been imposed for non-disciplinary reasons, we ask the governors to keep in mind the principal of procedural fairness that justice must not just be done but be unequivocally seen to be done. Clearly, in this instance, the headteacher has expressed an alternative, unlawful, influence on their decision making and justice cannot been seen to be done, because the family can see that the headteacher's decision has been adversely influenced by inappropriate factors. Therefore, we still urge the governors to reinstate <<CHILD_NAME>>."
        ]
      }
    }
  },

  {
    "title": "Exclusion is disproportionate",
    "relevant_guidance": ["<<SUSPENSION_DOC>>", "<<BEHAVIOUR_DOC>>"], 
    "relevant_excerpts": [
      {
        "content": "Any decision of a headteacher, including suspension or permanent exclusion, must be made in line with the principles of administrative law, i.e. that it is: lawful (with respect to the legislation relating directly to suspensions and permanent exclusions and a school's wider legal duties); reasonable; fair; and proportionate.",
        "reference": "Paragraph 2, <<SUSPENSION_DOC>>"
      },
      {
        "content": "In considering whether a sanction is reasonable in all circumstances, one must consider whether it is proportionate in the circumstances of the case and consider any special circumstances relevant to its imposition including the pupil's age, any special educational needs or disability they may have, and any religious requirements affecting them.",
        "reference": "Page 18, <<BEHAVIOUR_DOC>>"
      }
    ],
    "suggested_wordings": {
      "conditions": {
        "If child does not have relevant vulnerabilities": [
          "To uphold <<CHILD_NAME>>'s exclusion, the governors must be satisfied that the behaviour they are accused of is so serious that the inevitable, fundamental personal upheaval it will cause for <<CHILD_NAME>> is justified.",
          "We submit that <<CHILD_NAME>>'s behaviour does not satisfy this test. Whilst it is acknowledged that there have been behavioural incidents that the school will want to address, this constitutes relatively minor infractions of the school's behaviour policy. This does not warrant the most serious sanction a school can use.",
          "To uphold the exclusion, the governors must ensure that it will not have a disproportionate impact on the young person. This means that the negative effects of the exclusion should not outweigh the benefits.",
          "We submit that the impact on <<CHILD_NAME>> will be fundamental and profound, with consequences that will likely affect them for many years to come. It is well understood that exclusion has broad and lasting effects. Specifically, an exclusion:",
          " - Makes a young person more vulnerable to criminal gangs, with the Home Office, Children's Commissioner, Ofsted and Children's Society identifying that children out of mainstream education are more susceptible to being criminally exploited, or becoming involved in violent crime as either victim or perpetrator",
          " - Severely harms a young person's academic prospects and onward transition into adulthood",
          " - Undermines a young person's mental health. Children in pupil referral units begin school refusing at an increased rate, and report social isolation as well as feelings of anxiety, frustration and low mood",
          "Proportionality in public law means that any sanction imposed by an administrative body must be proportional to the alleged infraction. If a lesser sanction would be sufficient, a greater one would be considered disproportionate and should not be pursued. Put simply, even if a permanent exclusion is reasonable, if it is one of multiple reasonable responses to the student's behaviour, then the least severe must be applied.",
          "In this instance, there are less severe options available to the school.",
          "We therefore submit that the decision to permanently exclude young person was disproportionate and the governors should now reinstate them with immediate effect."
        ],
        "If child does have relevant vulnerabilities": [
        "To uphold <<CHILD_NAME>>'s exclusion, the governors must be satisfied that the behaviour they are accused of is so serious that the inevitable, fundamental personal upheaval it will cause for <<CHILD_NAME>> is justified.",
          "We submit that <<CHILD_NAME>>'s behaviour does not satisfy this test. Whilst it is acknowledged that there have been behavioural incidents that the school will want to address, this constitutes relatively minor infractions of the school's behaviour policy. This does not warrant the most serious sanction a school can use.",
          "To uphold the exclusion, the governors must ensure that it will not have a disproportionate impact on the young person. This means that the negative effects of the exclusion should not outweigh the benefits.",
          "We submit that the impact on <<CHILD_NAME>> will be fundamental and profound, with consequences that will likely affect them for many years to come. It is well understood that exclusion has broad and lasting effects. Specifically, an exclusion:",
          " - Makes a young person more vulnerable to criminal gangs, with the Home Office, Children's Commissioner, Ofsted and Children's Society identifying that children out of mainstream education are more susceptible to being criminally exploited, or becoming involved in violent crime as either victim or perpetrator",
          " - Severely harms a young person's academic prospects and onward transition into adulthood",
          " - Undermines a young person's mental health. Children in pupil referral units begin school refusing at an increased rate, and report social isolation as well as feelings of anxiety, frustration and low mood",
          "In addition, <<CHILD_NAME>> has particular vulnerabilities which would make an exclusion particularly harmful. These include <<RELEVANT VULNERABILITIES>>.",
          "Proportionality in public law means that any sanction imposed by an administrative body must be proportional to the alleged infraction. If a lesser sanction would be sufficient, a greater one would be considered disproportionate and should not be pursued. Put simply, even if a permanent exclusion is reasonable, if it is one of multiple reasonable responses to the student's behaviour, then the least severe must be applied.",
          "In this instance, there are less severe options available to the school.",
          "We therefore submit that the decision to permanently exclude young person was disproportionate and the governors should now reinstate them with immediate effect."
        ]
      }
    }
  },
  {
    "title": "Exclusion of a pupil from an ethnic minority background",
    "relevant_guidance": ["<<SUSPENSION_DOC>>"],
    "relevant_excerpts": [
      {
        "content": "Under the Equality Act 2010 (the Equality Act) and the Equality Act 2010: advice for schools - GOV.UK (www.gov.uk), schools must not discriminate against, harass, or victimise pupils because of their: sex; race; disability; religion or belief; sexual orientation; pregnancy/maternity; or gender reassignment.",
        "reference": "Duties under the Equality Act 2010 and Children and Families Act 2014, <<SUSPENSION_DOC>>"
      },
      {
        "content": "In carrying out their functions, the public sector equality duty means schools must also have due regard to the need to: \n eliminate discrimination, harassment, victimisation, and other conduct that is prohibited by the Equality Act; \n advance equality of opportunity between people who share a relevant protected characteristic and people who do not; and \n foster good relations between people who share a relevant protected characteristic and people who do not share it.",
        "reference": "Duties under the Equality Act 2010 and Children and Families Act 2014, <<SUSPENSION_DOC>>"
      },
      {
        "content": "There are longstanding national trends which show that particular groups of children are more likely to be excluded from school, both for a suspension or permanent exclusion. All of these factors will differ for each child, and the influence of out-of-school factors will vary according to local context, so it is important that schools, local authorities and local partners work together to understand what lies behind local trends. Local leaders will be best placed to effectively plan and put in place additional and targeted action based on their own context. If they identify any gaps, they are also in the position to act to ensure those who work with children have the training, services and support they need to address these.",
        "reference": "Paragraph 53, <<SUSPENSION_DOC>>"
      }
    ],
    "suggested_wordings": {
      "conditions": {
        "": [
          "The school's public sector equality duty mandates that they will advance equality of opportunity between members of different groups with a relevant protected characteristic. This is a positive duty and requires that the school take proactive steps. This requires that the school, in certain circumstances, treat “some persons more favourably than others”.",
        ]
        // IF AFTER BOT RESEARCHES SCHOOL EQUALITY POLICY IT FINDS SOMETHING THEN MENTION HERE
      }
    }
  },
  {
    "title": "Exclusion will have significant impact on the young person",
    "relevant_guidance": ["<<SUSPENSION_DOC>>"], 
    "relevant_excerpts": [
      {
        "content": "Any decision of a headteacher, including suspension or permanent exclusion, must be made in line with the principles of administrative law, i.e. that it is: lawful (with respect to the legislation relating directly to suspensions and permanent exclusions and a school's wider legal duties); reasonable; fair; and proportionate.",
        "reference": "Paragraph 2, <<SUSPENSION_DOC>>"
      }
    ],
    "suggested_wordings": {
      "conditions": {
        "": [
          "To uphold the exclusion, the governing board must satisfy themselves that the exclusion will not have a disproportionate impact on <<CHILD_NAME>>; that is to say, that the benefits of the exclusion are not outweighed by the harm that it will do to them.",
          "We submit that the impact on <<CHILD_NAME>> will be fundamental and profound, with consequences that will likely affect them for many years to come. It is well understood that exclusion has broad and lasting effects. Specifically, an exclusion:",
          " - Makes a young person more vulnerable to criminal gangs, with the Home Office, Children's Commissioner, Ofsted and Children's Society identifying that children out of mainstream education are more susceptible to being criminally exploited, or becoming involved in violent crime as either victim or perpetrator",
          " - Severely harms a young person's academic prospects and onward transition into adulthood",
          " - Undermines a young person's mental health. Children in pupil referral units begin school refusing at an increased rate, and report social isolation as well as feelings of anxiety, frustration and low mood",
          "Clearly, these are significant impacts that must be factored in when deciding to exclude <<CHILD_NAME>>. The headteacher has failed to show that the exclusion is proportionate, and therefore the governing board should reinstate <<CHILD_NAME>>."
        ]
      }
    }
  },
  {
    "title": "Failure to identify and/or consider SEND",
    "relevant_guidance": ["<<SUSPENSION_DOC>>", "<<BEHAVIOUR_DOC>>"], 
    "relevant_excerpts": [
      {
        "content": "The Equality Act 2010 requires schools to make reasonable adjustments for disabled pupils. This duty can, in principle, apply both to the suspensions and permanent exclusions process and to the disciplinary sanctions imposed. Under the Children and Families Act 2014, governing boards of relevant settings must use their 'best endeavours' to ensure the appropriate special educational provision is made for pupils with SEN, which will include any support in relation to behaviour management that they need because of their SEN.",
        "reference": "Paragraph 54, <<SUSPENSION_DOC>>"
      },
      {
        "content": "Schools should engage proactively with parents in supporting the behaviour of pupils with additional needs.",
        "reference": "Paragraph 55, <<SUSPENSION_DOC>>"
      },
      {
        "content": "Where a school has concerns about the behaviour, or risk of suspension and permanent exclusion, of a pupil with SEN, a disability or an EHC plan it should, in partnership with others (including where relevant, the local authority), consider what additional support or alternative placement may be required. This should involve assessing the suitability of provision for a pupil's SEN or disability.",
        "reference": "Paragraph 56, <<SUSPENSION_DOC>>"
      },
      {
        "content": "Schools must also ensure that any provision, criterion, or practice does not discriminate against pupils by unfairly increasing their risk of exclusion. For example, if reasonable adjustments have not been made for a pupil with a disability that can manifest itself in breaches of school rules if needs are not met, a decision to exclude may be discriminatory.",
        "reference": "Duties under the Equality Act 2010 and Children and Families Act 2014, <<SUSPENSION_DOC>>"
      },
      {
        "content": "The governing board must also comply with their statutory duties in relation to pupils with SEN when administering the exclusion process, including (in the case of the governing board of relevant settings) using their 'best endeavours' to ensure the appropriate special educational provision is made for pupils with SEN and (for all settings) having regard to the Special Educational Need and Disability (SEND) Code of Practice.",
        "reference": "Duties under the Equality Act 2010 and Children and Families Act 2014, <<SUSPENSION_DOC>>"
      },
      {
        "content": "Some behaviours are more likely be associated with particular types of SEND, such as a pupil with speech, language and communication needs who may not understand a verbal instruction. Behaviour will often need to be considered in relation to a pupil's SEND, although it does not follow that every incident of misbehaviour will be connected to their SEND.",
        "reference": "Page 13, <<BEHAVIOUR_DOC>>"
      },
      {
        "content": "Schools need to manage pupil behaviour effectively, whether or not the pupil has underlying needs. When a pupil is identified as having SEND, the graduated approach should be used to assess, plan, deliver and then review the impact of the support being provided.",
        "reference": "Page 14, <<BEHAVIOUR_DOC>>"
      },
      {
        "content": "When considering excluding a pupil, schools should consider any contributing factors that are identified after an incident of poor behaviour has occurred, which could include where the pupil has mental health problems.",
        "reference": "Paragraph 3.15, Mental health and behaviour in schools"
      }
    ],
    "suggested_wordings": {
      "conditions": {
        "": [
          "<<CHILD_NAME>> has special educational needs which exhibit themselves as <<RELEVANT BEHAVIOURS>>.",
          "The school was aware of this yet failed to take effective action to mitigate the risk of exclusion, and help <<CHILD_NAME>> to engage effectively with their education.",
          "The exclusion has not been used as a last resort and we ask the Governors now to reinstate <<CHILD_NAME>>."
        ]
      }
    }
  }
  {
    "title": "The breach was not serious enough or not in a pattern of persistent breaches",
    "relevant_guidance": ["<<SUSPENSION_DOC>>"], 
    "relevant_excerpts": [
      {
        "content": "A permanent exclusion is when a pupil is no longer allowed to attend a school (unless the pupil is reinstated). The decision to exclude a pupil permanently should only be taken: \n in response to a serious breach or persistent breaches of the school's behaviour policy; and \n where allowing the pupil to remain in school would seriously harm the education or welfare of the pupil or others such as staff or pupils in the school.",
        "reference": "Paragraph 11, <<SUSPENSION_DOC>>"
      }
    ],
    "suggested_wordings": {
      "conditions": {
        "If the EXCLUSION_REASON_LLM was for a serious breach": [
          "<<CHILD_NAME>> has been permanently excluded for <<EXCLUSION_REASON_LLM>>. We do not seek to suggest that this is not a breach of the school's behaviour policy, or that some action from the school would not be appropriate.",
          "However, the first limb of paragraph 11 sets a high bar for severity to represent the hugely significant impact that permanent exclusion will have on <<CHILD_NAME>>. The school must, to satisfy this limb, be able to show that the incident was so severe that no other disciplinary, pastoral or welfare response would be appropriate.",
          "The allegation against <<CHILD_NAME>> does not meet this high threshold. It is a misdemeanour which can be satisfactorily addressed whilst keeping them in school.",
          "Therefore, it is submitted that the school has failed to satisfy the first limb of the test at paragraph 11 and <<CHILD_NAME>> should be reinstated with immediate effect."
        ],
        "If the EXCLUSION_REASON_LLM was for persistent breaches but they were not serious enough": [
          "CHILD_NAME has been permanently excluded for persistent disruptive behaviour. We do not seek to suggest that there have been no breaches of the school's behaviour policy or that some action from the school would be appropriate.",
          "However, the first limb of the test at paragraph 11 requires a sustained pattern of behaviour which is significant enough to warrant the most severe sanction a school can employ, and to be proportionate to the significant impact this will have on CHILD_NAME.",
          "These incidents do not meet the high threshold required to justify a permanent exclusion.",
          "We therefore submit to the governors that the headteacher has not met the first part of the test outlined in paragraph 11 and has thus acted beyond their lawful powers. The governors should, therefore, rescind the exclusion immediately."
        ],
        "If the EXCLUSION_REASON_LLM was for persistent breaches but they were not persistent": [
          "<<CHILD_NAME>> has been permanently excluded for <<EXCLUSION_REASON_LLM>>. We do not seek to suggest that this is not a breach of the school's behaviour policy, or that some action from the school would not be appropriate.",
          "However, the first limb of paragraph 11 sets a high bar for severity to represent the hugely significant impact that permanent exclusion will have on <<CHILD_NAME>>. The school must, to satisfy this limb, be able to show that the incident was so severe that no other disciplinary, pastoral or welfare response would be appropriate.",
          "These incidents do not meet the threshold. At their most serious, they are misdemeanours which can be satisfactorily addressed whilst keeping CHILD_NAME in school. They are also not regular, numerous or sustained enough to be described as persistent, they are punctuated by significant periods of positive engagement by CHILD_NAME.",
          "We therefore submit to the governors that the headteacher has not satisfied the first limb of the test at paragraph 11 and therefore not acted within the scope of their lawful powers. The governors should therefore rescind the permanent exclusion with immediate effect."
        ]
      }
    }
  },
  {
    "title": "Exclusion will have significant impact on the young person",
    "relevant_guidance": ["<<SUSPENSION_DOC>>"], 
    "relevant_excerpts": [
      {
        "content": "Any decision of a headteacher, including suspension or permanent exclusion, must be made in line with the principles of administrative law, i.e. that it is: lawful (with respect to the legislation relating directly to suspensions and permanent exclusions and a school's wider legal duties); reasonable; fair; and proportionate.",
        "reference": "Paragraph 2, <<SUSPENSION_DOC>>"
      }
    ],
    "suggested_wordings": {
      "conditions": {
        "": [
          "To uphold the exclusion, the governing board must satisfy themselves that the exclusion will not have a disproportionate impact on <<CHILD_NAME>>; that is to say, that the benefits of the exclusion are not outweighed by the harm that it will do to them.",
          "We submit that the impact on <<CHILD_NAME>> will be fundamental and profound, with consequences that will likely affect them for many years to come. It is well understood that exclusion has broad and lasting effects. Specifically, an exclusion:",
          " - Makes a young person more vulnerable to criminal gangs, with the Home Office, Children's Commissioner, Ofsted and Children's Society identifying that children out of mainstream education are more susceptible to being criminally exploited, or becoming involved in violent crime as either victim or perpetrator",
          " - Severely harms a young person's academic prospects and onward transition into adulthood",
          " - Undermines a young person's mental health. Children in pupil referral units begin school refusing at an increased rate, and report social isolation as well as feelings of anxiety, frustration and low mood",
          "Clearly, these are significant impacts that must be factored in when deciding to exclude <<CHILD_NAME>>. The headteacher has failed to show that the exclusion is proportionate, and therefore the governing board should reinstate <<CHILD_NAME>>."
        ]
      }
    }
  },
]