[
  {
    "title": "Creating and maintaining high standards of behaviour",
    "text": {
      "para1": "Creating a culture that promotes excellent behaviour requires a clear vision of what good behaviour looks like. Schools' circumstances will vary but every culture should ensure pupils can learn in a calm, safe, and supportive environment and protect them from disruption. Schools should be clear about which behaviours are permitted and prohibited;the values, attitudes, and beliefs they promote and the social norms and routines that should be encouraged throughout the school community. The behaviour policy is the starting point for laying out this vision and is one of the important ways the school culture is communicated to pupils, staff, and parents and carers.1 It is equally important that the behaviour policy is implemented effectively to create a positive behaviour culture in which pupils are encouraged to reflect the values of the school.",
      "para2": "All headteachers should take responsibility for implementing measures to secure acceptable standards of behaviour. They should ensure the school's approach to behaviour meets the following national minimum expectation [The national minimum expectation of behaviour is aligned with the Ofsted 'good' grade descriptor for assessing Behaviour and Attitudes.]: a) the school has high expectations of pupils' conduct and behaviour, which is commonly understood by staff and pupils and applied consistently and fairly to help create a calm and safe environment; b) school leaders visibly and consistently supporting all staff in managing pupil behaviour through following the behaviour policy; c) measures are in place and both general and targeted interventions are used to improve pupil behaviour and support is provided to all pupils to help them meet behaviour standards, making reasonable adjustments for pupils with a disability as required; d) pupil behaviour does not normally disrupt teaching, learning or school routines. Disruption is not tolerated, and proportionate action is taken to restore acceptable standards of behaviour; e) all members of the school community create a positive, safe environment in which bullying, physical threats or abuse and intimidation are not tolerated, in which pupils are safe and feel safe and everyone is treated respectfully; and f) any incidents of bullying, discrimination, aggression, and derogatory language (including name calling) are dealt with quickly and effectively.",
      "para3": "For all schools, establishing and maintaining high standards of behaviour is not only vital in ensuring that teachers can deliver the curriculum, but also plays a critical role in ensuring that the school is a safe environment for all pupils. The behaviour policy should be aligned with the school's legal duties and standards relating to the welfare of children. All staff should be aware of the measures outlined in the school's behaviour policy and how they should implement these measures - this is one of the key systems in place in schools which supports safeguarding [Other systems all staff should be aware of include the school's child protection policy, the staff behaviour policy/code of conduct, the safeguarding response to children who go missing from education and the role and identity of the designated safeguarding lead and any deputies.]. It is essential that all staff are aware of their safeguarding responsibilities, as set out in statutory guidance Part 1 of Keeping children safe in education (KCSIE).",
      "para4": "KCSIE is clear that all school staff have a responsibility to provide a safe environment in which pupils can learn. The school behaviour policy should be designed to bear this in mind. As part of taking a whole-school approach to behaviour and safeguarding, it will be important that the respective policies complement one another.",
      "para5": "Where circumstances arise that endanger the safety of a pupil or staff member, the school should act swiftly and decisively to remove the threat and reduce the likelihood of its reoccurrence."
    }
  },
  {
    "title": "Developing a school behaviour policy",
    "text": {
      "para1": "A school's culture and values are manifested through the behaviour of all its members. High standards and clear rules should reflect the values of the school and outline the expectations and consequences of behaviour for everyone. The school's behaviour policy should provide details on how staff will support pupils to meet these expectations.",
      "para2": "The headteacher of a maintained school must determine measures which aim to: • encourage good behaviour and respect for others; • secure an acceptable standard of behaviour of pupils; • promote, among pupils, self-discipline and proper regard for authority; • prevent all forms of bullying (including cyberbullying, prejudice-based and discriminatory bullying); • ensure that pupils complete any tasks reasonably assigned to them in connection with their education; and • otherwise regulate the conduct of pupils [Section 89(1) of the Education and Inspections Act 2006.].",
      "para3": "The headteacher of a maintained school must act in accordance with the current statement of behaviour principles made by the governing body and have regard to any guidance provided by the governing body on promoting good behaviour at the school [Sections 88(2) and 89(2) of the Education and Inspections Act 2006.]. This is a core responsibility of a headteacher. It cannot be delegated.", 
      "para4": "The proprietor of an academy or independent school must ensure that a written policy to promote good behaviour among pupils is drawn up and implemented effectively. The behaviour policy must also set out the disciplinary sanctions [Education (Independent School Standards) (England) Regulations 2014, Schedule 1, paragraph 9.]. The proprietor must also ensure that an effective anti-bullying strategy is drawn up and implemented so that bullying is prevented, as far as is reasonably practicable [Education (Independent School Standards) (England) Regulations 2014, Schedule 1, paragraph 10.].",
      "para5": "A behaviour policy should include detail on the following: a) purpose — including the underlying objectives of the policy, and how it creates a safe environment in which all pupils can learn and reach their full potential; b) leadership and management — including the role of designated staff and leaders, any systems used, the resources allocated and engagement of governors/trustees; c) school systems and social norms — including rules, routines, and consequence systems; d) staff induction, development and support — including regular training for staff on behaviour; e) pupil transition — including induction and re-induction into behaviour systems, rules, and routines; f) pupil support — including the roles and responsibilities of designated staff and the support provided to pupils with additional needs where those needs might affect behaviour; g) child-on-child abuse — including measures to prevent child-on-child abuse and the response to incidents of such abuse; and h) banned items — a list of items which are banned by the school and for which a search can be made. i) mobile phones — a clear approach prohibiting the use of mobile phones in school throughout the school day.",
      "para6": "The school behaviour policy should adhere to the following principles: a) accessible and easily understood: clear and easily understood by pupils, staff and parents; b) aligned and coherent: aligned to other key policy documents [Key policy documents include, if applicable, special educational needs and disability policy, school uniform policy, the staff behaviour policy/code of conduct, and safeguarding arrangements, in particular the child protection policy.]; c) inclusive: consider the needs of all pupils and staff, so all members of the school community can feel safe and that they belong [Headteachers should have regard to the Mental health and behaviour in schools guidance and must have regard to the Special educational needs and disability 0-25 years code of practice so that appropriate support can be provided to pupils who have additional needs.]; d) consistent and detailed: have sufficient detail to ensure meaningful and consistent implementation by all members; and e) supportive: address how pupils will be supported to meet high standards of behaviour."
    }
  },
  {
    "title": "Communicating the behaviour policy",
    "text": {
      "para1": "Communicating the school policy to all members of the community is an important way of building and maintaining the school's culture. It helps make behaviour expectations transparent to all pupils, parents, and staff members, and provides reassurance that expectations of, and responses to, behaviour are consistent, fair, proportionate, and predictable.",
      "para2": "For maintained schools, the headteacher must publicise the school behaviour policy in writing to parents, staff, and pupils at least once a year [Section 89(6) of the Education and Inspections Act 2006.]. The school's behaviour policy must also be published on the school website [School Information (England) Regulations 2008.]. Where the school does not have a website, the governing body must make arrangements for the behaviour policy to be put on a website and to make the address and details (of the website) known to parents.",
      "para3": "Academies and independent schools should publish details of the school's behaviour policy."
    }
  },
  {
    "title": "A whole-school approach to behaviour",
    "text": {
      "para1": "Schools should ensure that high standards and expectations of good behaviour pervade all aspects of school life including the culture, ethos, and values of the school, how pupils are taught and encouraged to behave [More guidance is provided in 'The school behaviour curriculum' and 'Preventing recurrence of misbehaviour'], the response to misbehaviour and the relationships between staff, pupils and parents. The school's approach to behaviour should be easily apparent to anyone joining or visiting the school. Everyone should treat one another with dignity, kindness and respect.",
      "para2": "The consistent and fair implementation of the measures outlined in the behaviour policy is central to an effective whole-school approach to behaviour. Consistent implementation helps to create a predictable environment. Some pupils may require additional support to meet a school's behaviour expectations. This support should be given consistently and predictably, applied fairly and only where necessary.",
      "para3": "By having simple, clear and well communicated expectations of behaviour and providing staff with bespoke training on the needs of the pupils at the school, behaviour can be managed consistently so that both pupils and staff can thrive, achieve and build positive relationships based on predictability, fairness and trust."
    }
  },
  {
    "title": "The school behaviour curriculum",
    "text": {
      "para1": "Positive behaviour reflects the values of the school, readiness to learn and respect for others. It is established through creating an environment where good conduct is more likely and poor conduct less likely. This behaviour should be taught to all pupils, so that they understand what behaviour is expected and encouraged and what is prohibited. This then requires positive reinforcement when expectations are met, while sanctions are required where rules are broken. Positive reinforcement and sanctions are both important and necessary to support the whole-school culture.",
      "para2": "A behaviour curriculum defines the expected behaviours in school, rather than only a list of prohibited behaviours. It is centred on what successful behaviour looks like and defines it clearly for all parties. For example, 'pupils are expected to line up quietly outside a classroom. A behaviour curriculum does not need to be exhaustive, but represent the key habits and routines required in the school.",
      "para3": "Routines should be used to teach and reinforce the behaviours expected of all pupils. Repeated practices promote the values of the school, positive behavioural norms, and certainty on the consequences of unacceptable behaviour. Any aspect of behaviour expected from pupils should be made into a commonly understood routine, for example, entering class or clearing tables at lunchtime. These routines should be simple for everyone to understand and follow.",
      "para4": "Adjustments can be made to routines for pupils with additional needs, where appropriate and reasonable, to ensure all pupils can meet behavioural expectations. These adjustments may be temporary. Adjustments should be made proactively and by design where possible. For example, a pupil who has recently experienced a bereavement may need to be pre-emptively excused from a routine to give them time and space away from their peers. The adjustments needed for those pupils with Special Educational Needs and/or Disability (SEND), whose condition may at times affect their behaviour, are set out in the section 'Behaviour expectations and pupils with Special Educational Needs and/or Disability (SEND)'. Schools should be mindful that not all pupils requiring support with behaviour will have identified special educational needs or disabilities.",
      "para5": "Consistent and clear language should be used when acknowledging positive behaviour and addressing misbehaviour."
    }
  }
]